{
  "books" : {
    "book34" : {
      "author": "Jim Butcher",
      "borroweruid" : "",
      "description" : "Brought back to the mortal world as the Winter Knight to Mab, Harry Dresden is at the command of the Queen of Air and Darkness and is expected to kill an immortal, as he begins to realize there is a serious threat to endanger countless innocent victims unless he finds his way out of eternal subservience.",
      "imageLink" : "http://books.google.com/books/content?id=HDWMDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isCheckedOut" : false,
      "isbn" : "9780451419125",
      "title" : "Cold Days",
      "uid" : "iWU9TGP3oXZmYq75YqXVZqUVTxh2"
    },
    "book33" : {
      "author": "Jim Butcher",
      "borroweruid" : "",
      "description" : "“A can’t-miss entry in one of the best urban-fantasy series currently being published.”—Booklist (starred review) Long ago, Susan Rodriguez was Harry's Dresden’s lover—until she was attacked by his enemies, leaving her caught between humanity and the relentless bloodlust of the vampiric Red Court. She disappeared to South America, where she could fight both her savage gift and those who cursed her with it. Now, she needs Harry’s help more than ever. For the vengeful Duchess of the Red Court has discovered a secret Susan has long kept from everyone—including Harry—and she plans to use it. To prevail, Harry may have to unleash the full fury of his untapped power—and he may have no choice but to embrace the darkness within himself. Because this time, he’s fighting to save his child. From the Paperback edition.",
      "imageLink" : "http://books.google.com/books/content?id=yOxZHZ0sb5wC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isCheckedOut" : false,
      "isbn" : "9781101186305",
      "title" : "Changes",
      "uid" : "iWU9TGP3oXZmYq75YqXVZqUVTxh2"
    },
    "book32" : {
      "author": "Jim Butcher",
      "borroweruid" : "",
      "description" : "Wizard detective Harry Dresden, murdered by an unknown assassin, must save his friends and his soul without any magic to help him in this novel from the New York Times best-selling author of Side Jobs. Reprint.",
      "imageLink" : "http://books.google.com/books/content?id=77CJDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isCheckedOut" : false,
      "isbn" : "9780451464071",
      "title" : "Ghost Story",
      "uid" : "iWU9TGP3oXZmYq75YqXVZqUVTxh2"
    },
    "book31" : {
      "author": "Kelley Armstrong",
      "borroweruid" : "",
      "description" : "An erotically charged, addictive thriller from the future queen of suspense. Living in Toronto for a year, Elena is leading the normal life she has always dreamed of, including a stable job as a journalist and a nice apartment shared with her boyfriend. As the lone female werewolf in existence, only her secret midnight prowls and her occasional inhuman cravings set her apart. Just one year ago, life was very different. Adopted by the Pack when bitten, Elena had spent years struggling with her resentment at having her life stolen away. Torn between two worlds, and overwhelmed by the new passions coursing through her body, her only option for control was to deny her awakening needs and escape. But now the Pack has called Elena home to help them fight an alliance of renegade werewolves who are bent on exposing and annihilating the Pack. And although Elena is obliged to rejoin her \"family,\" she vows not to be swept up in Pack life again, no matter how natural it might feel. She has made her choice. Trouble is, she's increasingly uncertain if it's the right one. An erotically charged thriller, Bitten will awaken the voracious appetite of every reader, as the age-old battle between man and beast, between human and inhuman forces, comes to a head in one small town and within one woman's body. From the Paperback edition.",
      "imageLink" : "http://books.google.com/books/content?id=M5YbVHk9Wd4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isCheckedOut" : false,
      "isbn" : "9780307358783",
      "title" : "Bitten",
      "uid" : "iWU9TGP3oXZmYq75YqXVZqUVTxh2"
    },
    "book30" : {
      "author": "Kelley Armstrong",
      "borroweruid" : "",
      "description" : "On the heels of the wildly popular \"The Darkest Powers\" series comes the first in another supernatural YA trilogy from New York Times bestelling author Kelley Armstrong. Maya lives in a small medical-research town on Vancouver Island. How small? You can't find it on the map. It has less than two-hundred people, and her school has only sixty-eight students — for every grade from kindergarten to twelve. Now, strange things are happening in this claustrophobic town, and Maya's determined to get to the bottom of them. First, the captain of the swim team drowns mysteriously in the middle of a calm lake. A year later, mountain lions start appearing around Maya's home, and they won't go away. Her best friend, Daniel, starts getting negative vibes from certain people and things. It doesn't help that the new bad boy in town, Rafe, has a dangerous secret — and he's interested in one special part of Maya's anatomy: Her paw-print birthmark. From the Hardcover edition.",
      "imageLink" : "http://books.google.com/books/content?id=gf9hmsUWTvIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isCheckedOut" : false,
      "isbn" : "9780385668521",
      "title" : "The Gathering",
      "uid" : "iWU9TGP3oXZmYq75YqXVZqUVTxh2"
    },
    "book29" : {
      "author" : "Stephanie Bond",
      "borroweruid" : "",
      "description" : "So Carlotta Wren's life hasn't turned out as she'd planned. She didn't plan for her parents to skip bail for a white-collar crime, leaving her to raise her brother. She didn't plan on having the silver spoon ripped from her mouth and forgoing college to work retail. She didn't plan on her blue-blood fiancé dumping her. And she didn't plan on still being single ten years later, working at Neiman Marcus, with no idea where her fugitive parents are. But she's coping. Until— —her lovable brother is arrested, and the hunky cop decides to reopen her parents' case. —her brother becomes a body mover for the morgue, and his sexy boss gets Carlotta involved. —her former fiancé's wife (a good customer) is murdered, fingering Carlotta. With three men in her life, Carlotta has added motivation to help bag a murderer to keep her own well-dressed body from being next on the list! Look for all six books in Stephanie Bond's Body Movers series, available now from Harlequin MIRA!",
      "imageLink" : "http://books.google.com/books/content?id=cUUMb8zpkCUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isCheckedOut" : false,
      "isbn" : "9781460311776",
      "title" : "Body Movers",
      "uid" : "uRg1PRqDjtQHSMWGuUh0uyAZkcp2"
    },
    "book28" : {
      "author": "Stephanie Bond",
      "borroweruid" : "",
      "description" : "Happily never after... Carlotta Wren’s life has taken a startling turn—she’s not sure what’s going to happen next. So when her retail job temporarily plants her in the world of wedding planning, she’s happy for the distraction—at first. Because the happily-ever-after setting only heightens the stress surrounding the decisions she faces about her romantic life. The three hot men vying for her attention aren’t going to wait forever for her answer. On the other hand, at least the bridal show gets her away from body moving for a while, right? Wrong. Because when grooms all over Atlanta start dropping like flies, once again, Carlotta finds herself square in the middle of a murder mystery! “Body Movers is one of the most delightful series I have read in quite some time. Stephanie Bond shows her audience what a wickedly funny mystery should be all about.” Suspense Romance Writers Book Review “Stephanie Bond's Body Movers Series is an absolute hoot!” TheRomanceReadersConnection.com “Bond has successfully switched to the crime genre, bringing along her trademark humor and panache.” Booklist If you're looking for laugh-out-loud books, check out the BODY MOVERS series! To-date, titles in the series include: PARTY CRASHERS (prequel) BODY MOVERS 2 BODIES FOR THE PRICE OF 1 3 MEN AND A BODY 4 BODIES AND A FUNERAL 5 BODIES TO DIE FOR 6 KILLER BODIES 6 ½ BODY PARTS (novella) 7 BRIDES FOR 7 BODIES",
      "imageLink" : "http://books.google.com/books/content?id=4wy6BgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isCheckedOut" : false,
      "isbn" : "9780991520916",
      "title" : "7 Brides for 7 Bodies",
      "uid" : "uRg1PRqDjtQHSMWGuUh0uyAZkcp2"
    },
    "book27" : {
      "author": "Stephanie Bond",
      "borroweruid" : "",
      "description" : "With fugitive parents, a brother dodging loan sharks, a hunky cop who's made her outlaw family his business, a buff body mover looking to make a move on her and her ex-fiancé back in the picture, Carlotta Wren thought her life couldn't get any more complicated. And then… Her best friend jumps on the body-moving bandwagon. Her fugitive parents phone home. Her identity is stolen by a look-alike. Her look-alike is found, well…dead. Under suspicion for murder, Carlotta discovers that her devious double might've been bumped off accidentally—and that she could be the real target! Throw in dealing with her motley crew of family, friends and wannabe lovers, and Carlotta begins to think that jail isn't such a bad alternative after all.…",
      "imageLink" : "http://books.google.com/books/content?id=MUItf8w3gV0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isCheckedOut" : false,
      "isbn" : "9781426816437",
      "title" : "Body Movers: 2 Bodies for the Price of 1",
      "uid" : "uRg1PRqDjtQHSMWGuUh0uyAZkcp2"
    },
    "book26" : {
      "author": "Spencer Johnson",
      "borroweruid" : "",
      "description" : "THE #1 INTERNATIONAL BESTSELLER WITH OVER 10 MILLION COPIES IN PRINT! A timeless business classic, Who Moved My Cheese? uses a simple parabel to reveal profound truths about dealing with change so that you can enjoy less stress and more success in your work and in your life. It would be all so easy if you had a map to the Maze. If the same old routines worked. If they'd just stop moving \"The Cheese.\" But things keep changing... Most people are fearful of change, both personal and professional, because they don't have any control over how or when it happens to them. Since change happens either to the individual or by the individual, Dr. Spencer Johnson, the coauthor of the multimillion bestseller The One Minute Manager, uses a deceptively simple story to show that when it comes to living in a rapidly changing world, what matters most is your attitude. Exploring a simple way to take the fear and anxiety out of managing the future, Who Moved My Cheese? can help you discover how to anticipate, acknowledge, and accept change in order to have a positive impact on your job, your relationships, and every aspect of your life.",
      "imageLink" : "http://books.google.com/books/content?id=HXQDqU1zfe0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isCheckedOut" : false,
      "isbn" : "1101495871",
      "title" : "Who Moved My Cheese?",
      "uid" : "uRg1PRqDjtQHSMWGuUh0uyAZkcp2"
    },
    "book25" : {
      "author": "Sister Souljah",
      "borroweruid" : "eR4LTE2ikiekr5PjbbUHEz8LJwf1",
      "description" : "Renowned hip-hop artist, writer, and activist Sister Souljah brings the streets of New York to life in a powerful and utterly unforgettable first novel. I came busting into the world during one of New York's worst snowstorms, so my mother named me Winter. Ghetto-born, Winter is the young, wealthy daughter of a prominent Brooklyn drug-dealing family. Quick-witted, sexy, and business-minded, she knows and loves the streets like the curves of her own body. But when a cold Winter wind blows her life in a direction she doesn't want to go, her street smarts and seductive skills are put to the test of a lifetime. Unwilling to lose, this ghetto girl will do anything to stay on top. The Coldest Winter Ever marks the debut of a gifted storyteller. You will never forget this Winter's tale.",
      "imageLink" : "http://books.google.com/books/content?id=q4z6l8UE4kIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isCheckedOut" : true,
      "isbn" : "143911997X",
      "title" : "The Coldest Winter Ever",
      "uid" : "uRg1PRqDjtQHSMWGuUh0uyAZkcp2"
    },
    "book24" : {
      "author": "Diana Patterson",
      "borroweruid" : "",
      "description" : "The Harry Potter series forms a single epic story that has been published in nearly 70 languages, and has been examined in a large number of disciplines. This collection of essays contributes to the scholarly discourse that forms Potter Studies. These essays take on the consideration of Rowling's work as being worthy of study as a phenomenon and influence, as well as a work of literary value. They add genuine statistical information about the reasons for the books' popularity, consider their effects on child readers, and examine some deep-rooted reasons for their having been manipulated in American publishing, in film adaptations, in musical complements, and in their thingification in popular culture around the world. Some of these essays take on the critics of the books' religion and considerations of psychological, as well as philosophical good and evil, and well as some stylistic anomalies. The fact that scholars from China, Germany, Poland, Romania, and Israel, in addition to English-speaking nations, have felt compelled to examine these books in detail testifies in part to Harry Potter's world-wide influence.",
      "imageLink" : "http://books.google.com/books/content?id=ThAaBwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isCheckedOut" : false,
      "isbn" : "9781443816281",
      "title" : "Harry Potter’s World Wide Influence",
      "uid" : "uRg1PRqDjtQHSMWGuUh0uyAZkcp2"
    },
    "book23" : {
      "author": "Jim Butcher",
      "borroweruid" : "",
      "description" : "In all his years of supernatural sleuthing, Harry Dresden has never faced anything like this: the spirit world's gone postal. These ghosts are tormented, violent, and deadly. Someone-or something-is purposely stirring them up to wreak unearthly havoc. But why? If Harry doesn't figure it out soon, he could wind up a ghost himself.",
      "imageLink" : "http://books.google.com/books/content?id=k_Lit-EU4FcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isCheckedOut" : false,
      "isbn" : "9781440653902",
      "title" : "Grave Peril",
      "uid" : "gL7ITJ74LLYkbcnfIdsSeVQoJ253"
    },
    "book22" : {
      "author": "Jim Butcher",
      "borroweruid" : "",
      "description" : "In the fourth novel in the #1 New York Times bestselling series featuring everyone's favorite wizard for hire, Harry Dresden is suckered into the tangled—and dangerous—affairs of Faerie... Ever since his girlfriend left town to deal with her newly acquired taste for blood, Harry Dresden has been down and out in Chicago. He can’t pay his rent. He’s alienating his friends. He can’t even recall the last time he took a shower. The only professional wizard in the phone book has become a desperate man. And just when it seems things can’t get any worse, in saunters the Winter Queen of Faerie. She has an offer Harry can’t refuse if he wants to free himself of the supernatural hold his faerie godmother has over him—and hopefully end his run of bad luck. All he has to do is find out who murdered the Summer Queen’s right-hand man, the Summer Knight, and clear the Winter Queen’s name. It seems simple enough, but Harry knows better than to get caught in the middle of faerie politics. Until he finds out that the fate of the entire world rests on his solving this case. No pressure or anything...",
      "imageLink" : "http://books.google.com/books/content?id=ev4SpwTuQ4UC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isCheckedOut" : false,
      "isbn" : "9781101133941",
      "title" : "Summer Knight",
      "uid" : "gL7ITJ74LLYkbcnfIdsSeVQoJ253"
    },
    "book21" : {
      "author": "Stephanie Bond",
      "borroweruid" : "",
      "description" : "With fugitive parents, a brother dodging loan sharks, a hunky cop who's made her outlaw family his business, a buff body mover looking to make a move on her and her ex-fiancé back in the picture, Carlotta Wren thought her life couldn't get any more complicated. And then... Her best friend jumps on the body-moving bandwagon. Her fugitive parents phone home. Her identity is stolen by a look-alike. Her look-alike is found, well...dead. Under suspicion for murder, Carlotta discovers that her devious double might've been bumped off accidentally--and that she could be the real target! Throw in dealing with her motley crew of family, friends and wannabe lovers, and Carlotta begins to think that jail isn't such a bad alternative after all....",
      "imageLink" : "http://books.google.com/books/content?id=F7rWP5b3cgcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isCheckedOut" : false,
      "isbn" : "9781460308615",
      "title" : "Body Movers: 2 Bodies for the Price of 1",
      "uid" : "gL7ITJ74LLYkbcnfIdsSeVQoJ253"
    },
    "book20" : {
      "author": "Jim Butcher",
      "borroweruid" : "",
      "description" : "When the corpse of a brutally mutilated murder victim turns up at the time of the full moon, accompanied by some most unusual paw prints, professional wizard and supernatural investigator Harry Dresden finds himself searching Chicago for the werewolf stalking the city. Original.",
      "imageLink" : "http://books.google.com/books/content?id=pFBA4o6VZPYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isCheckedOut" : false,
      "isbn" : "0451458125",
      "title" : "Fool Moon",
      "uid" : "gL7ITJ74LLYkbcnfIdsSeVQoJ253"
    },
    "book19" : {
      "author": "Rhiannon Frater",
      "borroweruid" : "",
      "description" : "A lawyer, Katie, and a housewife, Jenni, are thrown together by circumstance and find themselves fleeing for their lives when a horde of zombies takes over the world.",
      "imageLink" : "http://books.google.com/books/content?id=cGuRMqeh6OkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isCheckedOut" : false,
      "isbn" : "0765366827",
      "title" : "The First Days (As the World Dies, Book One)",
      "uid" : "eR4LTE2ikiekr5PjbbUHEz8LJwf1"
    },
    "book18" : {
      "author": "Mira Grant",
      "borroweruid" : "",
      "description" : "The year was 2014. We had cured cancer. We had beat the common cold. But in doing so we created something new, something terrible that no one could stop. The infection spread, virus blocks taking over bodies and minds with one, unstoppable command: FEED. Now, twenty years after the Rising, Georgia and Shaun Mason are on the trail of the biggest story of their lives-the dark conspiracy behind the infected. The truth will out, even if it kills them. FEED is the electrifying and critically acclaimed novel of a world a half-step from our own---a novel of geeks, zombies, politics and social media. Newsflesh FeedDeadlineBlackout For more from Mira Grant, check out: ParasitologyParasiteSymbiont Chimera Newsflesh Short FictionApocalypse Scenario #683: The BoxCountdownSan Diego 2014: The Last Stand of the California BrowncoatsHow Green This Land, How Blue This SeaThe Day the Dead Came to Show and TellPlease Do Not Taunt the Octopus",
      "imageLink" : "http://books.google.com/books/content?id=ClHUjere8vgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isCheckedOut" : false,
      "isbn" : "0316122467",
      "title" : "Feed",
      "uid" : "eR4LTE2ikiekr5PjbbUHEz8LJwf1"
    },
    "book17" : {
      "author": "Alden Bell",
      "borroweruid" : "",
      "description" : "Zombies have infested a fallen America. A young girl named Temple is on the run. Haunted by her past and pursued by a killer, Temple is surrounded by death and danger, hoping to be set free. For twenty-five years, civilization has survived in meager enclaves, guarded against a plague of the dead. Temple wanders this blighted landscape, keeping to herself and keeping her demons inside her heart. She can't remember a time before the zombies, but she does remember an old man who took her in and the younger brother she cared for until the tragedy that set her on a personal journey toward redemption. Moving back and forth between the insulated remnants of society and the brutal frontier beyond, Temple must decide where ultimately to make a home and find the salvation she seeks. “Alden Bell provides an astonishing twist on the southern gothic: like Flannery O'Connor with zombies.” —Michael Gruber, New York Times bestselling author of The Book of Air and Shadows",
      "imageLink" : "http://books.google.com/books/content?id=RAUQ2_xcFzgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isCheckedOut" : false,
      "isbn" : "1429929677",
      "title" : "The Reapers Are the Angels",
      "uid" : "eR4LTE2ikiekr5PjbbUHEz8LJwf1"
    },
    "book16" : {
      "author": "Jonathan Maberry",
      "borroweruid" : "",
      "description" : "“The zombie attacks are bigger, better—and gorier—in this nearly non-stop action sequel to Rot & Ruin” (Kirkus Reviews). Winner of the Bram Stoker Award. Six months have passed since the terrifying battle with Charlie Pink-eye and the Motor City Hammer in the zombie-infested mountains of the Rot & Ruin. It’s also been six months since Benny Imura and Nix Riley saw something in the air that changed their lives. Now, after months of rigorous training with Benny’s zombie-hunter brother Tom, Benny and Nix are ready to leave their home forever and search for a better future. Lilah the Lost Girl and Benny’s best friend Lou Chong are going with them. But before they even leave there is a shocking zombie attack in town, and as soon as they step into the Rot & Ruin they are pursued by the living dead, wild animals, insane murderers, and the horrors of Gameland—where teenagers are forced to fight for their lives in the zombie pits. Worst of all…could the evil Charlie Pink-eye still be alive? In the great Rot & Ruin, everything wants to kill you. And not everyone in Benny’s small band of travelers will survive….",
      "imageLink" : "http://books.google.com/books/content?id=i2Vw_H7WXzEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isCheckedOut" : false,
      "isbn" : "9781442402379",
      "title" : "Dust & Decay",
      "uid" : "eR4LTE2ikiekr5PjbbUHEz8LJwf1"
    },
    "book15" : {
      "author": "Jonathan Maberry",
      "borroweruid" : "",
      "description" : "Benny, Nix, Lou, and Lilah journey through a fierce wilderness that was once America searching for the jet they saw months ago, while evading fierce animals and a new kind of zombie. \"The third time's the charm with even more adventureNand goreNas the Rot & Ruin series continues.\"N\"Kirkus Reviews.\"",
      "imageLink" : "http://books.google.com/books/content?id=SXQ-AAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isCheckedOut" : false,
      "isbn" : "9781442439900",
      "title" : "Flesh & Bone",
      "uid" : "eR4LTE2ikiekr5PjbbUHEz8LJwf1"
    },
    "book14" : {
      "author": "Paula Hawkins",
      "borroweruid" : "",
      "description" : "The author of the #1 New York Times bestseller and global phenomenon The Girl on the Train returns with Into the Water, her addictive new novel of psychological suspense. A single mother turns up dead at the bottom of the river that runs through town. Earlier in the summer, a vulnerable teenage girl met the same fate. They are not the first women lost to these dark waters, but their deaths disturb the river and its history, dredging up secrets long submerged. Left behind is a lonely fifteen-year-old girl. Parentless and friendless, she now finds herself in the care of her mother's sister, a fearful stranger who has been dragged back to the place she deliberately ran from—a place to which she vowed she'd never return. With the same propulsive writing and acute understanding of human instincts that captivated millions of readers around the world in her explosive debut thriller, The Girl on the Train, Paula Hawkins delivers an urgent, twisting, deeply satisfying read that hinges on the deceptiveness of emotion and memory, as well as the devastating ways that the past can reach a long arm into the present. Beware a calm surface—you never know what lies beneath.",
      "imageLink" : "http://books.google.com/books/content?id=2v6ZDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isCheckedOut" : false,
      "isbn" : "9780735211216",
      "title" : "Into the Water",
      "uid" : "eR4LTE2ikiekr5PjbbUHEz8LJwf1"
    },
    "book13" : {
      "author": "John Marrs",
      "borroweruid" : "",
      "description" : "***Pre-order this fantastic psychological thriller with a difference now - this is a truly unique novel which is guaranteed to keep you on the edge of your seat*** How far would you go to find THE ONE? One simple mouth swab is all it takes. A quick DNA test to find your perfect partner – the one you’re genetically made for. A decade after scientists discover everyone has a gene they share with just one other person, millions have taken the test, desperate to find true love. Now, five more people meet their Match. But even soul mates have secrets. And some are more shocking – and deadlier – than others... (Note: Previously published as A Thousand Small Explosions)",
      "imageLink" : "http://books.google.com/books/content?id=3s_UDAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "isCheckedOut" : false,
      "isbn" : "9781473551084",
      "title" : "The One",
      "uid" : "eR4LTE2ikiekr5PjbbUHEz8LJwf1"
    },
    "book12" : {
      "author": "A. G. Howard",
      "borroweruid" : "",
      "description" : "A Near Future Retelling of Beauty and the BeastAlainn's father is not a bad man. He's a genius and an inventor. When he's hired to create the robot Rose, Alainn knows taking the money is a mistake.Rose acts like a human. She looks exactly like Alainn. But, something in her comes out wrong.To save her father from a five year prison sentence, Alainn takes Rose's place. She says goodbye to the sun and goes to live in a tower no human is allowed to enter. She becomes the prisoner of a man no human is allowed to see.Believing that a life of servitude lies ahead, Alainn finds a very different fate awaits her in the company of the strange, scarred recluse.",
      "imageLink" : "http://books.google.com/books/content?id=8CngAQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "isCheckedOut" : false,
      "isbn" : "0991082281",
      "title" : "Ensnared",
      "uid" : "eR4LTE2ikiekr5PjbbUHEz8LJwf1"
    },
    "book11" : {
      "author": "Martha Wells",
      "borroweruid" : "",
      "description" : "A murderous android discovers itself in All Systems Red, a tense science fiction adventure by Martha Wells that interrogates the roots of consciousness through Artificial Intelligence. In a corporate-dominated spacefaring future, planetary missions must be approved and supplied by the Company. Exploratory teams are accompanied by Company-supplied security androids, for their own safety. But in a society where contracts are awarded to the lowest bidder, safety isn’t a primary concern. On a distant planet, a team of scientists are conducting surface tests, shadowed by their Company-supplied ‘droid — a self-aware SecUnit that has hacked its own governor module, and refers to itself (though never out loud) as “Murderbot.” Scornful of humans, all it really wants is to be left alone long enough to figure out who it is. But when a neighboring mission goes dark, it's up to the scientists and their Murderbot to get to the truth. At the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied.",
      "imageLink" : "http://books.google.com/books/content?id=ZSu2DQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isCheckedOut" : false,
      "isbn" : "9780765397522",
      "title" : "All Systems Red",
      "uid" : "eR4LTE2ikiekr5PjbbUHEz8LJwf1"
    },
    "book10" : {
      "author": "Max Lucado",
      "borroweruid" : "",
      "description" : "We all pray . . . some. We pray to stay sober, centered, or solvent. When the lump is deemed malignant. When the money runs out before the month does. When the marriage is falling apart. We pray. But wouldn’t we like to pray more? Better? Stronger? With more fire, faith, and fervency? Yet we have kids to feed, bills to pay, deadlines to meet. The calendar pounces on our good intentions like a tiger on a rabbit. And what about our checkered history with prayer? Uncertain words. Unmet expectations. Unanswered requests. We aren’t the first to struggle with prayer. The first followers of Jesus needed prayer guidance too. In fact, prayer is the only tutorial they ever requested. And Jesus gave them a prayer. Not a lecture on prayer. Not the doctrine of prayer. He gave them a quotable, repeatable, portable prayer. Couldn’t we use the same? In Before Amen best-selling author Max Lucado joins readers on a journey to the very heart of biblical prayer, offering hope for doubts and confidence even for prayer wimps. Distilling prayers in the Bible down to one pocket-sized prayer, Max reminds readers that prayer is not a privilege for the pious nor the art of a chosen few. Prayer is simply a heartfelt conversation between God and his child. Let the conversation begin.",
      "imageLink" : "http://books.google.com/books/content?id=-e60AwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isCheckedOut" : false,
      "isbn" : "9780529123909",
      "title" : "Before Amen",
      "uid" : "J0N4iAfhvqf80Zh5B8Hdtyqqce72"
    },
    "book9" : {
      "author": "Mary C. Neal",
      "borroweruid" : "",
      "description" : "A doctor's account of her own experience of death, heaven and return to life with a new realization of her purpose on earth. Dr Mary Neal, an orthopaedic surgeon, was on a kayaking holiday in Chile. Sceptical of near death experiences, she was to have her life transformed when her kayak became wedged in rocks at the bottom of a waterfall and was underwater for so long that her heart stopped.To Heaven And Back is Mary's faith-enriching story of her spiritual journey, her first-hand experience of heaven and its continuing life-enhancing effects.",
      "imageLink" : "http://books.google.com/books/content?id=G2s_8-0KuVwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isCheckedOut" : false,
      "isbn" : "9781780780542",
      "title" : "To Heaven and Back",
      "uid" : "J0N4iAfhvqf80Zh5B8Hdtyqqce72"
    },
    "book8" : {
      "author": "Max Lucado",
      "borroweruid" : "",
      "description" : "The wood. The thorns. The nails. Christ's sacrifice has defined the very essence of mankind's faith for the past 2000 years. And now, Max Lucado invites you to examine the cross, contemplate its purpose, and celebrate its significance with He Chose the Nails. With his warm, caring style, Max examines the symbols surrounding Christ's crucifixion, revealing the claims of the cross and asserting that if they are true, then Christianity itself is true. The supporting evidence either makes the cross the single biggest hoax of all time, or the hope of all humanity",
      "imageLink" : "http://books.google.com/books/content?id=2q30rIO3SGgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isCheckedOut" : false,
      "isbn" : "9780849947124",
      "title" : "He Chose the Nails",
      "uid" : "J0N4iAfhvqf80Zh5B8Hdtyqqce72"
    },
    "book7" : {
      "author": "John Ortberg",
      "borroweruid" : "",
      "description" : "Winner of the 2002 Christianity Today Book Award! You’re One Step Away from the Adventure of Your Life. Deep within you lies the same faith and longing that sent Peter walking across the wind-swept Sea of Galilee toward Jesus. In what ways is the Lord telling you, as he did Peter, \"Come\"? John Ortberg invites you to consider the incredible potential that awaits you outside your comfort zone. Out on the risky waters of faith, Jesus is waiting to meet you in ways that will change you forever, deepening your character and your trust in God. The experience is terrifying. It’s thrilling beyond belief. It’s everything you’d expect of someone worthy to be called Lord. The choice is yours to know him as only a water-walker can, aligning yourself with God’s purpose for your life in the process. There’s just one requirement: If You Want to Walk on Water, You’ve Got to Get Out of the Boat.",
      "imageLink" : "http://books.google.com/books/content?id=2AHvvwbUicoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isCheckedOut" : false,
      "isbn" : "9780310296065",
      "title" : "If You Want to Walk on Water, You've Got to Get Out of the Boat",
      "uid" : "J0N4iAfhvqf80Zh5B8Hdtyqqce72"
    },
    "book6" : {
      "author": "George R. R. Martin",
      "borroweruid" : "",
      "description" : "Published in celebration of the twentieth anniversary of George R. R. Martin’s landmark series, this lavishly illustrated special edition of A Game of Thrones—with gorgeous full-page illustrations in every chapter—revitalizes the fantasy masterpiece that became a cultural phenomenon.",
      "imageLink" : "http://books.google.com/books/content?id=2WHZDAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "isCheckedOut" : false,
      "isbn" : "9780008220587",
      "title" : "A Game of Thrones (A Song of Ice and Fire)",
      "uid" : "n7Y9Ao8kmzLb7E0JezTKbw4GnkH3"
    },
    "book5" : {
      "author": "Richard Shriver",
      "borroweruid" : "",
      "description" : "The alien invasion of the earth continues, but this is no independence day, for the threat to mankind comes not from the stars, but the shadows of the past. They've awakened from an ageless sleep. Quietly taking over the world one household at a time. Moving in the dead of night, replacing those smiling neighbors across the street with an unholy union of man and beast. They've waited eons to reclaim this world as their own and when the balance of power tilts in their favor, the feeding will begin. What should have died in the fire at his cabin didn't and Sam Hardin is faced with the responsibility of putting an end to it once and for all. As he battles to eradicate the menace in his neck of the woods, discoveries in Washington state and Russia add to the growing threat. Mankind faces an extinction event like no other, for there is only room for one at the top of the food chain. Will we retain our dominance over the world, or will we awaken one morning to new masters?",
      "imageLink" : "http://books.google.com/books/content?id=SCEfjgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "isCheckedOut" : false,
      "isbn" : "150291039X",
      "title" : "Parasite",
      "uid" : "n7Y9Ao8kmzLb7E0JezTKbw4GnkH3"
    },
    "book4" : {
      "author": "C. V. Hunt",
      "borroweruid" : "",
      "description" : "They say girls are made of sugar and spice and everything nice. And boys are made of snips and snails and puppy dog tails. But what is everyone else made of? Misery and Death and Everything Depressing. Seven stories by C.V. Hunt. To Say Mother Teresa Was Shocked When She Woke Up In Hell Would Be An Understatement Last Woman On Earth The Quarry No Room For A Child Baby Hater Human Contact The Last Entry",
      "imageLink" : "http://books.google.com/books/content?id=GMW3rQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "isCheckedOut" : false,
      "isbn" : "1941918077",
      "title" : "Misery and Death and Everything Depressing",
      "uid" : "n7Y9Ao8kmzLb7E0JezTKbw4GnkH3"
    },
    "book0" : {
      "author" : "John Green",
      "borroweruid" : "eR4LTE2ikiekr5PjbbUHEz8LJwf1",
      "description" : "kjvsbnfkvskj hev nlsnlshvi ioh fcv sio nvlksn hiaojcio oef",
      "imageLink" : "http://books.google.com/books/content?id=UzqVUdEtLDwC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
      "isCheckedOut" : true,
      "isbn" : "9781594137907",
      "title" : "The Fault In Our Stars",
      "uid" : "J0N4iAfhvqf80Zh5B8Hdtyqqce72"
    },
    "book1" : {
      "author" : "Margaret Atwood",
      "borroweruid" : "iWU9TGP3oXZmYq75YqXVZqUVTxh2",
      "description" : "sjvnkjwsnvksn iewnf vcajoivhjsw  ivw ovivn o wn von ih l",
      "imageLink" : "http://books.google.com/books/content?id=tIceOIzTQfgC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
      "isCheckedOut" : true,
      "isbn" : "9780770422639",
      "title" : "A Handmaid's Tale",
      "uid" : "J0N4iAfhvqf80Zh5B8Hdtyqqce72"
    },
    "book2" : {
      "author" : "Max Lucado",
      "borroweruid" : "eR4LTE2ikiekr5PjbbUHEz8LJwf1",
      "description" : "snjfnvskj iohviwnv nvlki vohwso iowjhionvls l wjviwamvkls ",
      "imageLink" : "http://books.google.com/books/content?id=ZFWYwblGRzwC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
      "isCheckedOut" : false,
      "isbn " : "9781418585204 ",
      "title" : "Facing Your Giants",
      "uid" : "J0N4iAfhvqf80Zh5B8Hdtyqqce72"
    },
    "book3" : {
      "author" : "Jim Butcher",
      "borroweruid" : "J0N4iAfhvqf80Zh5B8Hdtyqqce72",
      "description" : "grvnen lz v ifan falkmnn gflewniv laeninv aio jg ngvlkd ng",
      "imageLink" : "http://books.google.com/books/content?id=gdEBDAAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
      "isCheckedOut" : false,
      "isbn" : "9780965725569",
      "title" : "Storm Front",
      "uid" : "eR4LTE2ikiekr5PjbbUHEz8LJwf1"
    }
  },
  "ratings" : {
    "rating0" : {
      "isbn" : "9781480581227",
      "rating" : 5,
      "uid" : "eR4LTE2ikiekr5PjbbUHEz8LJwf1"
    },
    "rating1" : {
      "isbn" : "9780965725590",
      "rating" : 5,
      "uid" : "J0N4iAfhvqf80Zh5B8Hdtyqqce72"
    },
    "rating2" : {
      "isbn" : "9781594137907",
      "rating" : 3,
      "uid" : "J0N4iAfhvqf80Zh5B8Hdtyqqce72"
    }
  },
  "users" : {
    "-KmX8v_f4w-DAxrQLA1x" : {
      "profilePic" : "http://placeimg.com/80/80/people",
      "uid" : "iWU9TGP3oXZmYq75YqXVZqUVTxh2",
      "username" : "Apple"
    },
    "-KmX9-wETxu4oqSC9FfM" : {
      "profilePic" : "http://placeimg.com/80/80/nature",
      "uid" : "uRg1PRqDjtQHSMWGuUh0uyAZkcp2",
      "username" : "David"
    },
    "-KmX93IqOMwiTis8qsfy" : {
      "profilePic" : "http://placeimg.com/80/80/arch",
      "uid" : "gL7ITJ74LLYkbcnfIdsSeVQoJ253",
      "username" : "Eddie"
    },
    "-KmX96nlnViQ3oSGBAzB" : {
      "profilePic" : "http://placeimg.com/80/80/animals",
      "uid" : "n7Y9Ao8kmzLb7E0JezTKbw4GnkH3",
      "username" : "Frank"
    },
    "-KmX9AJzhTAxbpnElcT6" : {
      "profilePic" : "http://placeimg.com/80/80/tech/grayscale",
      "uid" : "dUQ3ZB8FnEa9M7cdLaUNMTi2kff2",
      "username" : "George"
    },
    "user0" : {
      "profilePic" : "http://placeimg.com/80/80/nature/sepia",
      "uid" : "eR4LTE2ikiekr5PjbbUHEz8LJwf1",
      "username" : "MilkyWay"
    },
    "user1" : {
      "profilePic" : "http://placeimg.com/80/80/animals/sepia",
      "uid" : "J0N4iAfhvqf80Zh5B8Hdtyqqce72",
      "username" : "Snickers"
    }
  }
}
